package com.kh.day14.exercise;

public class Exercise_IOStream {
	public static void main(String[] args) {
//		1. 정보입력
//		2. 정보출력
//		3. 정보저장(save)
//		4. 정보불러오기(load)
//		0.종료
//		메뉴 입력: 1 
//		
//		이름 입력 : 일용자
//		나이 입력 : 33
//		주소 입력 : 서울시 종로구 
//		
//		메뉴 입력: 2
//		이름 : 일용자
//		나이 : 33
//		주소 : 서울시 종로구
//		
//		메뉴 입력: 3
//		파일에 저장 후 파일을 열어보면
//      단, 파일의 이름은 이름으로한다. 
//		일용자.txt -> 일용자/33/서울시 종로구
//		이용자.txt -> 이용자/23/서울시 중구
//		삼용자.txt -> 삼용자/11/서울시 서대문구		
		
//		메뉴 입력: 4
//		파일의 제목을 입력하여 로드한 후에
//		2번을 선택하면 정보가 출력됨.
		
		
		
	}
}
